Repository: saku1110/DopaBreak
Catalog: ios/ShieldConfigExtension/Localizable.xcstrings
Source language: ja
Languages: en, ko

# shield.action.close
source: 閉じる
en: Close
ko: 닫기

# shield.night.subtitle
source: 起きたら開けます
en: Opens after you wake
ko: 일어나면 열 수 있어요

# shield.night.title
source: 就寝時間中です
en: It's bedtime
ko: 지금은 취침 시간

# shield.subtitle.fallback
source: いまは開かない時間
en: Not right now
ko: 지금은 열지 않는 시간

# shield.title
source: 完全ブロック中
en: Full Block is on
ko: 완전 차단 중

# block.shield.manual
source: 手動ブロック あと%lld分
en: Manual block: %lld minutes left
ko: 수동 차단 %lld분 남음

# block.shield.night
source: 起床時刻の%@までブロック
en: Blocked until wake-up at %@
ko: 기상 시각 %@까지 차단

# block.shield.weekly
source: 予定のブロック %@まで
en: Scheduled block until %@
ko: 일정 차단 %@까지

# reintervention.shield.body
source: 満足度を振り返って、終了か延長を選びましょう。
en: Reflect on how it felt, then finish or add time.
ko: 만족도를 돌아보고 종료 또는 연장을 선택하세요.

# reintervention.shield.manual
source: 通知から、またはホーム画面からDopaBreakを開き、終了か延長を選んでください。
en: Open DopaBreak from the notification or Home Screen, then finish or add time.
ko: 알림 또는 홈 화면에서 DopaBreak를 열어 종료 또는 연장을 선택하세요.

# reintervention.shield.open
source: DopaBreakで振り返る
en: Reflect in DopaBreak
ko: DopaBreak에서 돌아보기

# reintervention.shield.title
source: 選んだ利用時間になりました
en: Your selected usage time is up
ko: 선택한 사용 시간이 되었습니다

# open_limit.shield.combined_today
source: 今日の回数を使い切りました %@まで
en: Daily opens used up until %@
ko: 오늘 횟수를 다 썼어요 %@까지

# open_limit.shield.combined_tomorrow
source: 今日の回数を使い切りました 明日%@まで
en: Daily opens used up until %@ tomorrow
ko: 오늘 횟수를 다 썼어요 내일 %@까지

# open_limit.shield.emergency_hint
source: 急ぐときはDopaBreakで30秒待つと開けます
en: If it's urgent, wait 30 seconds in DopaBreak to open
ko: 급할 때는 DopaBreak에서 30초 기다리면 열 수 있어요

# open_limit.shield.emergency_hint_manual
source: 急ぐときはDopaBreakを開いて30秒待つと開けます
en: If it's urgent, open DopaBreak and wait 30 seconds
ko: 급할 때는 DopaBreak를 열고 30초 기다리면 열 수 있어요

# open_limit.shield.open_app
source: DopaBreakを開く
en: Open DopaBreak
ko: DopaBreak 열기

# open_limit.shield.title
source: 今日は%lld回開きました
en: Opened %lld times today
ko: 오늘 %lld번 열었어요

# open_limit.shield.until_today
source: %@ まで開けません
en: Can't open until %@
ko: %@까지 열 수 없어요

# open_limit.shield.until_tomorrow
source: 明日 %@ まで開けません
en: Can't open until %@ tomorrow
ko: 내일 %@까지 열 수 없어요
